IDEA StatiCa Open Model
RebarGeneral Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 create a new instance.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarGeneral()
Public Sub New
public:
RebarGeneral()
See Also
Reference
RebarGeneral Class
IdeaRS.OpenModel.Model Namespace